Revit 2024 API
RebarShapeParameters Properties
The RebarShapeParameters type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
RebarShapeParameters Class
Autodesk.Revit.DB.Structure Namespace